


def main():
    wsnr = "山东省郯城县人民法院民 事 判 决 书(2017)鲁132毛善亮，男，1989年8月4日出生，汉族。原告：王立霞，女，1966年2月3日出生，汉族。委托诉讼代理人：阚俊磊，山东沂河律师事务所律师。委托诉讼代理人：杨苗，湖南云桥律师事务所律师。被告：郯城县泉源乡毛家社区村民委员会。负责人：石新春，社区主任。委托诉讼代理人：付秀梅，山东鹏举律师事务所律师。原告毛善亮、王立霞与被告郯城县泉源乡毛家社区村民委员会（以下简称毛家社区村委）林业承包合同纠纷一案，本院于2017年3月29日立案后，依法适用普通程序，公开开庭进行了审理，原告毛善亮及二原告的委托诉讼代理人阚俊磊、杨苗，被告毛家社区村委的委托诉讼代理人付秀梅到庭参加诉讼。本案现已审理终结。原告毛善亮、王立霞向本院提出诉讼请求：1.请求法院判令被告履行原被告签订的《山林承包���同》约定的义务，依法分割林木收益，按约支付原告山林承包收益暂定100万元；2.诉讼费等由被告承担。事实和理由：1985年1月1日，毛登台、毛登彩与郯城县北毛村（现为郯城县泉源乡毛家社区村民委员会）签订山林承包合同，合同期限为1985年1月1日到2016年1月1日，共30年，合同约定“树木成材见收益后二八分成，承包方得80，发包方得20”。合同存续期间，一直由毛登彩及其家人管理山林，现在合同到期，树木已经成材，但是被告在未与原告协商的情况下，自行将山林转包给他人，并一直迟迟不向原告支付山林承包收益。且原告向被告索要多次未果。现毛登台、毛登彩已经去世，毛登台无妻无子无女，其两兄弟毛登强、毛登来均将其实际权利赠与毛义华及其家所地浙江省宁波市鄞州区甬港南路36号。法定代表人：王超，系该公司总经理。委托诉讼代理人：刘宏晔，系辽宁途禹律师事务所律师。被告：付美玉，女，1986年2月24日出生，满族，住抚顺市顺城区。原告宁波耐森物业管理有限公司与被告付美玉物业服务合同纠纷一案，本院于2021年7月20日立案。原告宁波耐森物业管理有限公司于2021年9月2日向本院提出撤诉申请。本院认为，原告自愿申请撤诉，符合法律规定。依照《中华人民共和国民事诉讼法》第一百五十四条第一款之规定，裁定如下：准许宁波耐森物业管理有限公司撤诉。案件受理费减半收取25元，由原告宁波耐森物业管理有限公司承担。审判员　杨　飞二〇二一年九月二日书记员　刘宁宁 更多数据：www.macrodatas.cn"
    wsmc = wsnr.split("书(")[0] + "书"
    print(wsmc)
    wsmc = wsmc.split("法院")[1]
    wsmc = wsmc.replace(" ", "")
    print(1111)
    print(wsmc)
    print(1111)


if __name__ == "__main__":
    main()